import image1 from '../../images/promotionsImages/promotionImage1.png'
import image2 from '../../images/promotionsImages/promotionImage2.png'
import image3 from '../../images/promotionsImages/promotionImage3.png'

const promotion: {img: string, title: string, description: string, dateTime: string}[] = [
    {
        img: image1,
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: image2,
        title: "Любите сыр? Тогда это для вас!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 28 июля.",
    },
    {
        img: image3,
        title: "Комбо!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 30 июля.",
    },
    {
        img: image1,
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 27 июля.",
    },
    {
        img: image2,
        title: "Любите сыр? Тогда это для вас!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 29 июля.",
    },
    {
        img: image3,
        title: "Комбо!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: image1,
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 28 июля.",
    },
    {
        img: image2,
        title: "Любите сыр? Тогда это для вас!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 26 июля.",
    },
    {
        img: image3,
        title: "Комбо!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 30 июля.",
    },
]

export default promotion;