const promotion: {img: string, title: string, description: string, dateTime: string}[] = [
    {
        img: "/images/promotionsImages/promotionImage1.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage2.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage3.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage1.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage2.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage3.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage1.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage2.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
    {
        img: "/images/promotionsImages/promotionImage3.png",
        title: "Без мяса? Здесь!",
        description: "Самое время попробовать «Сырную» пиццу, «Маргариту», пиццу «Овощи и грибы», Пасту Четыре сыра, Томатный суп с гренками, Грибной Стартер, Рулетики с сыром, Картофель из печи, Картофельные оладьи или Греческий салат. Выберите свой вкус!",
        dateTime: "до 31 июля.",
    },
]

export default promotion;