export const food = [
  {
    menuTitle: "Холодные закуски",
    coldSnacks: [
      {
        img: " ",
        name: "Ассорти из рыбы",
        weight: 360,
        about:
          "Слабосолёная сёмга, кета холодного копчения, слабосолёная скумбрия, рулетик из масляной рыбы, оливки, маслины.",
        price: 1635,
      },
      {
        img: " ",
        name: "Рулетики из баклажанов с сыром креметте и ореховой пастой",
        weight: 250,
        about:
          "Два варианта рулетиков из жареных баклажанов для истинных гурманов: с сыром креметте, базиликом и чесноком, и с пряной ореховой пастой. Блюдо украшено соусом песто, зёрнами граната и маслом из печёного перца.",
        price: 360,
      },
      {
        img: " ",
        name: "Ассорти сыров",
        weight: 210,
        about:
          "Сыры Пармезан, Маасдам, Чечил, с грецким орехом, сырная палочка, сыр дорблю, виноград, курага, грецкий орех, крендельки сдобные.",
        price: 745,
      },
      {
        img: " ",
        name: "Мясные деликатесы",
        weight: 500,
        about:
          "Ростбиф из говядины в пряном маринаде, буженина печёная с дижонской горчицей, рулет из свинины с сыром дор блю, рулет из курицы и свинины с паприкой, баллотин с куриной печенью и фисташками, томаты черри, зелень.",
        price: 1450,
      },
      {
        img: " ",
        name: "Сало с чесночными гренками",
        weight: 100,
        about: "Ароматное копчёное и солёное сало собственного приготовления.",
        price: 240,
      },
      {
        img: " ",
        name: "Брускетта",
        weight: "",
        about:
          "Традиционное центральноитальянское простонародное блюдо; в наше время - закуска-антипасто перед основными приёмами блюд.",
        price: 100,
      },
      {
        img: " ",
        name: "Буррито",
        weight: "",
        about:
          "Мексиканское блюдо, состоящее из мягкой пшеничной лепёшки (тортильи), в которую завёрнута разнообразная начинка, к примеру, рубленое мясо, пережаренные бобы, рис, помидоры, авокадо или сыр.",
        price: 150,
      },
      {
        img: " ",
        name: "Овощное ассорти",
        weight: 370,
        about:
          "Ассорти в составе которого только овощи натурального происхождения из Краснодара",
        price: 300,
      },
    ],
  },
  {
    menuTitle: "Горячие закуски",
    hotSnacks: [
      {
        img: " ",
        name: "Хачапури по–аджарски",
        weight: 370,
        about: "«Лодочка» из теста с сыром сулугуни и яйцом",
        price: 570,
      },
      {
        img: " ",
        name: "Чуду",
        weight: 100,
        about:
          "Блюдо народов Дагестана, входит в даргинскую, кумыкскую и другие национальные кухни.",
        price: 275,
      },
      {
        img: " ",
        name: "Пицца итальянская",
        weight: 450,
        about: "Классическая пицца по итальянскому рецепту",
        price: 580,
      },
      {
        img: "",
        name: "Пицца домашняя",
        weight: 480,
        about: "Пицца, приготовленная по домашнему рецепту",
        price: 550,
      },
      {
        img: " ",
        name: "Хачапури с томатом и базиликом",
        weight: 400,
        about:
          "Блюдо грузинской кухни, национальное мучное изделие, булка с начинкой из сыра.",
        price: 500,
      },
      {
        img: "",
        name: "Хачапури со шпинатом",
        weight: "",
        about:
          "Блюдо грузинской кухни, национальное мучное изделие, булка с начинкой из сыра и шпината",
        price: 470,
      },
      {
        img: "",
        name: "Пицца три сыра",
        weight: 500,
        about: "Пицца с моцареллой, пармезаном и камамбером.",
        price: 500,
      },
      {
        img: "",
        name: "Пицца Маргарита",
        weight: 520,
        about:
          "Неаполитанская пицца, приготовленная из помидоров Сан-Марцано, сыра моцарелла, свежего базилика, соли и оливкового масла первого отжима.",
        price: 590,
      },
    ],
  },
  {
    menuTitle: "Мясные блюда",
    meatDishes: [
      {
        img: " ",
        name: "Стейк из кеты",
        weight: 100,
        about: "Рыбный стейк прожаренный на мангале",
        price: 320,
      },
      {
        img: " ",
        name: "Крылышки острые",
        weight: 100,
        about: "Сочные куриные крылышки в фирменном маринаде из Индии",
        price: 290,
      },
      {
        img: " ",
        name: "Ассорти из курицы",
        weight: 800,
        about:
          "Шашлык, из курицы, куриные крылышки, люля-кебаб, шашлык из куриного филе, наггетсы, картофель фри, специи.",
        price: 1800,
      },
      {
        img: " ",
        name: "Ассорти из курицы и свинины",
        weight: 1000,
        about:
          "Шашлык из курицы, шашлык из свинины, шашлык из куриного филе, стейк из свинины, люля-кебаб из курицы, лаваш, лук.",
        price: 2500,
      },
      {
        img: " ",
        name: "Шашлык из курицы по-баварски",
        weight: 200,
        about: "Шашлык из куриного филе в специях.",
        price: 350,
      },
      {
        img: " ",
        name: "Ассорти из курицы и баранины",
        weight: 1500,
        about:
          'Шашлык из баранины, шашлык из бараньей лопатки, шашлык "семечки", люля-кебаб из баранины, люля-кебаб из курицы, шашлык из курицы, шашлык из филе курицы.',
        price: 3200,
      },
      {
        img: " ",
        name: "Стейк из свиной шеи",
        weight: 150,
        about: "Подаётся с гарниром из квашеной капусты, яблок, лука и мяты.",
        price: 750,
      },
      {
        img: "",
        name: "Стейк из форели",
        weight: 200,
        about: "Аппетитный стейк из премиальной рыбы",
        price: 1130,
      },
    ],
  },
  {
    menuTitle: "Супы",
    soupes: [
      {
        img: " ",
        name: "Борщ мясной ",
        weight: "300 г",
        about:
          "Украинский борщ, любимый всеми славянскими народами, редко назовут супом. Это особенное, ароматное блюдо зовут только по имени. Горячий, наваристый мясной борщ всегда пахнет домом, печкой и семейным уютом. Густой, красивый, сваренный в лучших традициях. Особый вкус борщу придает чесночная приправа, смягченная нежнейшей сливочной сметаной.",
        price: "350",
      },
      {
        img: " ",
        name: "Солянка мясная",
        weight: "300 г",
        about:
          "Исконно русское блюдо обладает особым островатым привкусом с кислинкой и восхитительным ароматом. Солянка вобрала в себя все самое лучшее из национальных блюд: тут и обжаренное сочное мясо, и ароматные копченые колбаски, и хрустящие соленые огурчики и свежая капуста. Все это приготовлено по старинному рецепту и приправлено нежнейшей сметаной.",
        price: "350",
      },
      {
        img: " ",
        name: "Харчо ",
        weight: "300 г",
        about:
          "Настоящий грузинский харчо прославился своей остротой и обилием ароматных пряностей. Мягкая волокнистая говядина, нежнейший рис и свежие сочные помидоры – основа правильного супа. Харчо, сваренный у нас в кафе по оригинальному рецепту получается густым, с мягким разваренным рисом, имеющим острый, необыкновенный кисловато-чесночный вкус, а яркая зелень делает подачу необычайно красивой. В нашем меню суп харчо отличается особым пряным вкусом и готовится по особой технологии.",
        price: "350",
      },
      {
        img: " ",
        name: "Удон с курицей и креветками",
        weight: "300 г",
        about:
          "Суп с лапшой удон - отличный выбор для тех, кто следит за своей фигурой. Куриная грудка и креветки в его составе – это источник белка, который является главным «строителем» мышц. ",
        price: "440",
      },
      {
        img: " ",
        name: "Рамен с креветками",
        weight: "300 г",
        about:
          "Традиционное азиатское блюдо с пшеничной лапшой и тигровыми креветками. На родине оно представляет собой недорогое блюдо быстрого питания, обладающее большой энергетической ценностью и насыщенным вкусом. ",
        price: "404",
      },
      {
        img: " ",
        name: "Лагман",
        weight: "300 г",
        about:
          "Лагман – происходит и крайне популярен в странах Центральной Азии. Это густое, изысканное и безумно вкусное блюдо первое блюдо. Существует много разновидностей лагмана, которые различны по особенностям приготовления и составу, но все вариации неизменно включает в себя специальную лапшу, мясо и овощи. ",
        price: "404",
      },
      {
        img: " ",
        name: "Мексиканский чили",
        weight: "300 г",
        about: "",
        price: "377",
      },
      {
        img: " ",
        name: "Харчо ",
        weight: "300 г",
        about:
          "Настоящий грузинский харчо прославился своей остротой и обилием ароматных пряностей. Мягкая волокнистая говядина, нежнейший рис и свежие сочные помидоры – основа правильного супа. Харчо, сваренный у нас в кафе по оригинальному рецепту получается густым, с мягким разваренным рисом, имеющим острый, необыкновенный кисловато-чесночный вкус, а яркая зелень делает подачу необычайно красивой. В нашем меню суп харчо отличается особым пряным вкусом и готовится по особой технологии.",
        price: "350",
      },
    ],
  },
  {
    menuTitle: "Гриль Меню",
    grillMenu: [
      {
        img: " ",
        name: "Стейк Рибай",
        weight: "100/50/30г",
        about: "Стейк из толстого края мраморной говядины",
        price: "220",
      },
      {
        img: " ",
        name: "Стейк Нью-Йорк",
        weight: "170/50/30г",
        about: "Стейк из тонкого края мраморной говядины",
        price: "312",
      },
      {
        img: " ",
        name: "Стейк Чак Ролл",
        weight: "100/20/30г",
        about: "Стейк из шейно-лопаточной части мраморной говядины",
        price: "445",
      },
      {
        img: " ",
        name: "Стейк Мачете",
        weight: "180/20/30г",
        about: "Тонкий удлиненный кусок мяса из диафрагмы быка",
        price: "360",
      },
      {
        img: " ",
        name: "Ребра из мраморной говядины",
        weight: "",
        about: "запечённых по-Гренобольски",
        price: "870",
      },
      {
        img: " ",
        name: "Баранина гриль",
        weight: "150/30г",
        about: "Мякоть баранины с маринованным луком ",
        price: "509",
      },
      {
        img: " ",
        name: "Говядина гриль",
        weight: "160/30г",
        about: "Мякоть мраморной говядины с маринованным луком",
        price: "520",
      },
      {
        img: " ",
        name: "Стейк Мачете",
        weight: "180/20/30г",
        about: "Тонкий удлиненный кусок мяса из диафрагмы быка",
        price: "360",
      },
    ],
  },
  {
    menuTitle: "Рыбные блюда",
    fishDelicious: [
      {
        img: " ",
        name: "Морские ежи с эспуме",
        weight: "126 г",
        about: "из манго и красной икрой.",
        price: "970",
      },
      {
        img: " ",
        name: "Угольная рыба",
        weight: "300 г",
        about: "с артишоками и вялеными томатами",
        price: "1 520",
      },
      {
        img: " ",
        name: "Ассорти «Морское плато»",
        weight: "1 000 г",
        about:
          "Ассорти из королевских креветок, дальневосточного гребешка, фаланги камчатского краба, жаренного на гриле кальмара и мидий.",
        price: "8 400",
      },
      {
        img: " ",
        name: "Щучьи котлеты",
        weight: "140 г",
        about: "с картофельным пюре и красной икрой ",
        price: "860",
      },
      {
        img: " ",
        name: "Ассорти из устриц",
        weight: "152 г",
        about: "запечённых по-Гренобольски",
        price: "1 870",
      },
      {
        img: " ",
        name: "Филе палтуса",
        weight: "313 г",
        about: 'с зелёной спаржей и "Голландским" соусом ',
        price: "1 509",
      },
      {
        img: " ",
        name: "Угольная рыба",
        weight: "310 г",
        about: "с артишоками и вялеными томатами",
        price: "1 220",
      },
      {
        img: " ",
        name: "Ассорти «Морское плато»",
        weight: "1 000 г",
        about:
          "Ассорти из королевских креветок, дальневосточного гребешка, фаланги камчатского краба, жаренного на гриле кальмара и мидий.",
        price: "8 400",
      },
    ],
  },
  {
    menuTitle: "Напитки",
    drinks: [
      {
        img: " ",
        name: "Сельдереевый фреш",
        weight: "250 ml",
        about: "сок натуральный свежевыжатый.",
        price: "190",
      },
      {
        img: " ",
        name: "Апельсиновый фреш",
        weight: "250 ml",
        about: "сок натуральный свежевыжатый",
        price: "190",
      },
      {
        img: " ",
        name: "Грейпфрутовый фреш",
        weight: "250 ml",
        about: "сок натуральный свежевыжатый.",
        price: "190",
      },
      {
        img: " ",
        name: "Ананасовый фреш",
        weight: "250 ml",
        about: "сок натуральный свежевыжатый.",
        price: "380",
      },
      {
        img: " ",
        name: "Лимонный фреш",
        weight: "250 ml",
        about: "сок натуральный свежевыжатый.",
        price: "190",
      },
      {
        img: " ",
        name: 'Мин. вода "Байкал"',
        weight: "530 ml",
        about: "Газированная / Без газа",
        price: "170",
      },
      {
        img: " ",
        name: 'Мин. вода "Нарзан"',
        weight: "500 ml",
        about: "Натуральная газация",
        price: "150",
      },
      {
        img: " ",
        name: "Сельдереевый фреш",
        weight: "250 ml",
        about: "сок натуральный свежевыжатый.",
        price: "190",
      },
    ],
  },
];
